[
 {
  "title": "Justice for the murder of Breonna Taylor",
  "template": "Hello, My name is {name}.\n I am a resident of {city}, {state}, and I am emailing today to demand accountability for the racist murder of Breonna Taylor. I demand that charges be pressed against all officers involved in this heinous killing, including Sgt. Jonathan Mattingly and officers Brett Hankison and Myles Cosgrove. They should all be fired, with their pensions revoked, and should be charged and prosecuted to the fullest extent of the law for murder. In addition, LMPD must eliminate No Knock Warrants. I demand that Mayor Greg Fischer and the Louisville City Council address the excessive use of force by LMPD and that we provide more support for community efforts and organizations that work to prevent police brutality and violence. Breonna Taylor was an ER technician, working tirelessly to help others during this global pandemic. She should be alive today. She would be alive today if it were not for the gross abuse of power and white supremacy exhibited by the Louisville Police Department. All officers involved must face consequences for this murder in order to provide her family with justice and to deter law enforcement from committing racist and brutal acts of violence against communities of color.\n Sincerely, {name}",
  "emails": [
   "tbwine@louisvilleprosecutor.com", "robert.schroeder@louisvilleky.gov", "david.james@louisvilleky.gov", "greg.fischer@louisvilleky.gov", "daniel.cameron@ky.gov"
  ]
 },
 {
  "title": "Contact Your Mayor about Police",
  "template": "Dear {mayor},\n \nMy name is {name} and I am a registered voter in {city}, {state}. I am writing to you today to ask what you are doing, as the mayor, to ensure that your officers are not abusing their power and are held accountable for their actions.\n \nAfter witnessing the death of George Floyd at the hands of the Minneapolis Police Department, I am left feeling outraged, frustrated, and hurt. The system has failed yet another black man and we are anxiously waiting to see if the officers responsible for his death will face consequences.\n \nAs a resident of {city}, I want to make sure that my local police department is taking the necessary preventative measures to ensure that incidents like this will not occur in the future. So I ask:\nAre the police officers in the {PD} being trained to de-escalate altercations by using peaceful conflict resolution strategies?\nAre the police officers in the {PD} forbidden from using carotid restraints (chokeholds, strangleholds, etc.) and hog-tying methods? Furthermore, are they forbidden from transporting civilians in uncomfortable positions, such as face down in a vehicle?\nAre the police officers in the {PD} required to intervene if they witness another officer using excessive force? Will officers be reprimanded if they fail to intervene?\nAre the police officers in the {PD} forbidden from shooting at moving vehicles?\nIs there a clear and enforced use-of-force continuum that details what weapons and force are acceptable in a wide variety of civilian-police interactions?\nAre the officers in the {PD} required to exhaust every other possible option before using excessive force?\nAre the officers in the {PD} required to give a verbal warning to civilians before drawing their weapon or using excessive force?\nAre the officers in the {PD} required to report each time they threaten to or use force on civilians?\nAre the officers in the {PD} thoroughly vetted to ensure that they do not have a history with abuse, racism, xenophobia, homophobia / transphobia, or discrimination?\nAre the officers in the {PD} trained to perform and seek necessary medical action after using excessive force?\nIs there an early intervention system enforced to correct officers who use excessive force? Additionally, how many complaints does an officer have to receive before they are reprimanded? Before they are terminated? More than three complaints are unacceptable.\nStatistics have indicated that by enforcing these policies, there is a significant decrease in civilian complaints and injury due to excessive force. If any of the policies are not currently in place, then what is being done to ensure that they are going to be enforced in the near future? What can I do, as a concerned citizen, to set these policies in motion?\n \nI also want to increase the level of trust between the police department and the community. To establish trust, there has to be transparency. I would like to see the {PD} collect and report data on civilian deaths that occurred in custody and as a result of an officer’s use of excessive force. The data should be broken down by demographics and should showcase the race, gender, sexuality, and religion of the civilians. Allowing the public access to this information will show us where we, as a community, fall short.\n \nThank you for your time and I hope that we can work together to protect the {city} community. I refuse to let the next hashtag come from here.\n \nSincerely,\n{name}\n{address}\n{phonenumber}",
  "emails": []
 },
 {
  "title": "Justice for George Floyd",
  "template": "Attorney General Ellison, My name is {name}. {city}, {state}, but I am appalled enough about recent events in Minneapolis to take the time to write in. I am demanding justice for George Floyd, a Black man who was murdered in cold blood by four Minneapolis Police Department officers on May 25, 2020. This incident was caught on video by multiple sources, including but not limited to the one linked, all of which clearly prove the guilt of the officers in question. \nI am appreciative that all four of the officers involved were charged, and additionally, that you have increased charges against Derek Chauvin to a 2nd degree murder; however, justice for George Floyd will not be served until these officers are convicted appropriately for their crimes. It is imperative that the court sees this case for what it is: an unwarranted and racially-motivated murder. Unfortunately, while convictions for these officers is a great first step, it is not nearly enough—racially-motivated crimes like these are not isolated incidents. Racial prejudice is deeply rooted in the criminal justice system, and it takes systemic change to decrease the prevalence of racially-motivated violence on civilians by police officers. Please keep this in mind as you preside over the George Floyd case, and take this to heart as you continue to serve as Attorney General for the state of Minnesota. I appreciate your consideration of these topics, and trust that you and the jury will do the right thing. \nSincerely, \n{name}",
  "emails": ["keith.ellison@state.mn.us"]
 }
]
